var texts = {};

texts.homeHeader = '"חלק לחלק" – משחק הפאזל של קק"ל';

texts.homeContent1 = 'אוהבים משחקי פאזל? גם אנחנו, ובמיוחד פאזלים און ליין ופאזלים לילדים שאפשר לשחק בהם בכל מקום ובכל זמן. לפניכם פאזל און ליין בן 64 חלקים. צרפו חלק לחלק ותקבלו איור של קופסה כחולה. כאשר תמקמו חלק במקומו, תקבלו חיווי והחלק יינעל. אם ריבוע הפאזל התבלגן, תוכלו בכל שלב להתחיל מחדש, ואם השלמתם את התמונה של הפאזל ואתם רוצים לאתגר את עצמכם יותר, תוכלו לשחק שוב והפעם להסתיר את תמונת הרקע של '

texts.homeContent2 = "הקופסה הכחולה.";

texts.homeContent3 = "מתחילים!";

texts.play = "וצברתם";

texts.on = "כן";

texts.off = "לא";

texts.on = "לא";

texts.imageToggle = "תמונת רקע?";

texts.musicToggle = "שמע?";

texts.replay = "התחל משחק חדש";

texts.endGame = "סיים משחק";

texts.linkToSite = 'לאתר חלון ירוק לצעירים';

texts.contactUs = 'הירשמו לדיוור';

texts.reload = 'שחקו שוב';

texts.gameOverHeader = 'כל הכבוד, השלמתם את הפאזל בהצלחה!';

texts.gameOverText1 = 'ומה עכשיו? אתם יכולים לשחק שוב, אתם יכולים לכבות את התמונה ולאתגר את עצמכם, או לגלוש בחלון ירוק לצעירים וליהנות ממשחקים נוספים.'

texts.gameOverText2 = 'רצוי גם להירשם לדיוור שלנו ולקבל עדכונים על משחקים חדשים ופעילויות.';

texts.gameOverFailHeader = 'לא השלמתם את הפאזל? לא נורא...';

texts.gameOverFailText1 = 'שחקו שוב או גלשו בחלון ירוק לצעירים ותיהנו ממשחקים ותכנים נוספים.'

texts.gameOverFailText2 = 'רצוי גם להירשם לדיוור שלנו ולקבל עדכונים על משחקים חדשים ופעילויות.';




